; Generated (23.06.2020 16:51:50) by BlueLife Hosts Editor v1.3
; www.sordum.org

[Main]
Language=Auto
WinSetOnTop=0
Block_IP=127.0.0.1
Last_IP=127.0.0.1
Resolve_Option=1
DNS_IP=8.8.8.8
AutoFlushDns=1
Use_Tab_Char=0
Add_Another_Host=1
SearchLink=https://www.google.com/search?q=%HOST%
NslookupTimeOut=2.5
Font=Tahoma|10|400|0
WinPositions=-1,-1,200

[IPV4_DNS_LIST]
US - Google Public DNS=8.8.8.8,8.8.4.4
US - OpenDNS Home=208.67.222.222,208.67.220.220
RU - Yandex=77.88.8.1,77.88.8.8
AU - Cloudflare=1.1.1.1,1.0.0.1

[Hosts_Examples:Block Facebook]
127.0.0.1=www.Facebook.com #Block Facebook
127.0.0.1=facebook.com #Block Facebook

[Hosts_Examples:Block Twitter]
127.0.0.1=www.twitter.com #Block Twitter
127.0.0.1=twitter.com #Block Twitter

[Hosts_Examples:Block Youtube]
127.0.0.1=www.youtube.com #Block Youtube
127.0.0.1=youtube.com #Block Youtube

[Language_English]
Translator="BlueLife"
001="&File\n &Edit\n &Examples\n &Options\n &Help"
002="Enabled\n IP Address\n Hosts Name\n Comment"
003="Save Changes"
004="Backup Manager"
005="Host Name"
006="Type Host Name"
007="Add or Edit Entry"
008="Delete Selected Entries"
009="IP Address"
010="Resolve Host Name"
011="Comment"
012="Type Comment"
013="View as Table or Text"
014="&New"
015="&Open..."
016="&Save"
017="Save &As..."
018="&Import List"
019="&Export List"
020="&Backup Manager"
021="&Hosts File"
022="&Load Hosts File"
023="Open With &Notepad"
024="&Open Hosts Folder..."
025="In &Windows Explorer"
026="In &Command Prompt"
027="In &PowerShell"
028="Add &Exclusions to Windows Defender"
029="Set &Read-Only"
030="File &Properties"
031="&Flush Dns Cache"
032="&DNS Client Service"
033="&Enable Service\n &Disable Service"
034="&Start Service\n &Stop Service"
035="&Restart Service"
036="E&xit"
037="&Block"
038="&Resolve"
039="&Enable Selected"
040="&Disable Selected"
041="&Select All"
042="&Invert Selection"
043="&Select ..."
044="&Enabled Items"
045="&Disabled Items"
046="&Blocked Hosts"
047="&Redirect Hosts ( Hijack !)"
048="&Delete"
049="&Delete ..."
050="&Duplicate Host Names"
051="&Comments"
052="&Empty Lines"
053="&Incorrect Lines"
054="&All Lines"
055="&Copy"
056="&Entry\n &Entries"
057="&IP\n &IPs"
058="&Host Name\n &Host Names"
059="&Comment\n &Comments"
060="&Search Host"
061="&Replace IP"
062="&Custom ..."
063="&Find"
064="&Refresh"
065="&Always On Top"
066="&List View"
067="&Text View"
068="Default Block &IP"
069="&Resolve Options ..."
070="&Use Local DNS Or Cache"
071="&Use DNS ( nslookup )"
072="Auto &Flush DNS Cache"
073="Use &Tab Character"
074="Add Another Item With '&www.'"
075="&Change Font"
076="&Default Font"
077="&Select Font"
078="&Open Configuration File"
079="&Set Default Options"
080="&Donate"
081="&HomePage"
082="&Contact"
083="&About"
084="Please Wait ..."
085="Ready"
086="Data changed"
087="Text Files\n All Files"
088="Block"
089="* Default Hosts File *"
090="File\n Size"
091="Restore Backup"
092="Create Backup"
093="Delete Backup"
094="Are you sure you want to restore backup?"
095="Backup restore failed!"
096="Backup restored successfully."
097="Backup could not be created!"
098="Are you sure you want to delete backup?"
099="Find:\n Replace:"
100="Replace finished.\n # IP address replaced."
101="Select DNS"
102="DNS for Host Resolving"
103="Resolving - Please Wait..."
104="Resolving error!"
105="Resolving finished"
106="Unable to create file!"
107="Unable to open file!"
108="Do you want to save the changes?"
109="Are you sure you want to delete all comments?"
110="Are you sure you want to delete empty lines?"
111="Are you sure you want to delete incorrect lines?"
112="Are you sure you want to delete same Host names?"
113="Are you sure you want to delete all?"
114="The operation completed successfully."

[Language_Turkish_Türkçe]
Translator="BlueLife"
001="&Dosya\n &Düzen\n &Örnekler\n &Seçenekler\n &Yardım"
002="Etkin\n IP Adresi\n Alan Adı\n Açıklama"
003="Değişiklikleri Kaydet"
004="Yedekleme Yöneticisi"
005="Alan Adı"
006="Alan Adını Yaz"
007="Ekle veya Düzenle"
008="Seçilen Girdileri Sil"
009="IP Adresi"
010="Alan Adını Çözümle"
011="Açıklama"
012="Açıklama Ekle"
013="Liste veya Metin Olarak Görüntüle"
014="&Yeni"
015="&Aç..."
016="&Kaydet"
017="&Farklı Kaydet"
018="&Dışarıdan Liste Al"
019="&Listeyi Dışarıya Aktar"
020="&Yedekleme Yöneticisi"
021="&Sistem Hosts Dosyası"
022="&Hosts Dosyasını Yükle"
023="&Notepad ile Aç"
024="&Hosts Klasörünü Aç ..."
025="&Windows Explorer ile"
026="&Komut Istemi ile"
027="&PowerShell ile"
028="&Defender Dışlama Listesine Ekle"
029="&Yazmaya Karşı Koru"
030="&Dosya Özellikler"
031="&DSN Önbelleğini Temizle"
032="&DNS Client Servisi"
033="Servisi &Etkinleştir\n Servisi &Devre Dışı Bırak"
034="Servisi &Başlat\n Servisi &Durdur"
035="Serivisi &Yeniden Başla"
036="&Kapat"
037="&Engelle"
038="&Çözümle"
039="&Etkinleştir"
040="&Devre Dışı Bırak"
041="&Hepsini Seç"
042="&Seçimi Ters Çevir"
043="&Seç  ..."
044="&Etkin Olanlar"
045="&Devre Dışı Olanlar"
046="&Engellenenler"
047="&Yönlendirilenler ( Hijack !)"
048="&Sil"
049="&Sil ..."
050="&Aynı Alan Adları"
051="&Açıklamalar"
052="&Boş Satırlar"
053="&Hatalı Satırlar"
054="&Tüm Satılar"
055="&Kopyala"
056="&Satır\n &Satırlar"
057="&IP\n &IP'ler"
058="&Alan Adı\n &Alan Adları"
059="&Açıklama\n &Açıklamalar"
060="&Alan Adını Araştır"
061="&IP'yi değiştir"
062="&Ben Seçeyim ..."
063="&Ara"
064="&Yenile"
065="&Pencere Her Zaman Üste"
066="&Liste Görünümü"
067="&Metin Görünümü"
068="&Engelleme IP'sini Seç"
069="&Çözümleme Seçenekleri ..."
070="&Yerel DNS veyahut Önbelleği Kullan"
071="&Bir DNS Adresi Kullan ( nslookup )"
072="&DSN Önbelleğini Otomatik Temizle"
073="&Tab Karakterini Kullan"
074=" Diğer Alan Adını da Ekle ( &www. )"
075="Yazı Tipini &Değiştir"
076="&Varsayılan Yazı Tip"
077="&Yazı Tipini Seç"
078="&Yapılandırma Dosyasını Aç"
079="&Ayarları Sıfırla"
080="&Bağış Yap"
081="&Web Sitesi"
082="&İletişim"
083="&Hakkında"
084="Lütfen Bekleyin ..."
085="Hazır"
086="Veri Değişmiş"
087="Metin Dosyaları\n Tüm Dosyalar"
088="Engelle -> "
089="* Orjinal Hosts Dosyası *"
090="Dosya ismi\n Boyutu"
091="Yedeği Geri Yükle"
092="Yedek Oluştur"
093="Yedeği Sil"
094="Seçilen yedeği geri yüklemek istiyormusunuz?"
095="Yedek geri yüklenemedi!"
096="Yedek geri yüklendi"
097="Yedek oluşturulamadı!"
098="Seçili yedeği silmek istiyormusunuz?"
099="Ara:\n Değiştir:"
100="Değiştirme tamamlandı.\n # IP adresi değiştirildi"
101="DNS Seç"
102="Alan Adını Çözümlerken Kullanılacak DNS"
103="Çözümleniyor - Lütfen Bekleyiniz ..."
104="Çözümleme hatası!"
105="Çözümleme tamamlandı."
106="Dosya oluşturulamıyor!"
107="Dosya açılamıyor."
108="Değişiklikleri kaydetmek istiyor musunuz?"
109="Açıklamaları silmek istediğinizden eminmisiniz?"
110="Boş satırları silmek istediğinizden eminmisiniz?"
111="Hatalı satırları silmek istediğinizden eminmisiniz?"
112="Aynı alan adlarını silmek istediğinizden eminmisiniz?"
113="Hepsini silmek istediğinizden eminmisiniz?"
114="İşlem tamamlandı."

[Language_German_Deutsch]
Translator="Velociraptor"
001="&Datei\n &Bearbeiten\n &Beispiele\n &Optionen\n &Hilfe"
002="aktiviert\n IP Address\n Hosts Name\n Kommentar"
003="Änderungen speichern"
004="Backup Verwaltung"
005="Hostname"
006="Geben Sie Hostname ein"
007="Eintrag hinzufügen"
008="Markierten Einträge löschen"
009="IP-Adresse"
010="Hostnamen auflösen"
011="Kommentar"
012="Kommentar schreiben"
013="als Tabelle oder Text anzeigen"
014="&Neu"
015="&Öffnen..."
016="&Speichern"
017="Speichern &unter..."
018="&Liste importieren"
019="&Liste exportieren"
020="&Backup Verwaltung"
021="&Hosts Datei"
022="&Hosts datei öffnen"
023="öffnen mit Notizblock"
024="&Hosts-Ordner öffnen..."
025="mit &Windows Explorer"
026="mit &Eingabeaufforderung"
027="mit &Power Shell"
028="Ausnahme für Windows Defender festlegen"
029="als schreibgeschützt festlegen"
030="Dateieigenschaften"
031="&DNS-Cache Leeren"
032="&DNS Client Dienst"
033="&Dienst aktivieren\n &Dienst deaktivieren"
034="&Dienst starten\n &Dienst beenden"
035="Dienst neustarten"
036="&Verlassen"
037="&Blockieren"
038="&Auflösen"
039="&Ausgewählte aktivieren"
040="&Ausgewählte deaktivieren"
041="&Alle auswählen"
042="Auswahl& umkehren"
043="&Wählen ..."
044="&Aktivierte Zeilen"
045="&Deaktivierte Zeilen"
046="&Blockierte Zeilen"
047="&Hosts weiterleiten (Hijack)"
048="&Löschen"
049="&Löschen ..."
050="&Doppel Hostnamen"
051="&Kommentare"
052="&Leerzeilen"
053="&Fehlerhafte Zeilen"
054="&Alle Zeilen"
055="&Kopieren"
056="&Eintrag\n &Einträge"
057="&IP\n &IP-Adressen"
058="&Host Name\n &Host Namen"
059="&Kommentar\n &Kommentare"
060="&Host Suche"
061="&IP ändern"
062="&Benutzerdefiniert ..."
063="&Finden"
064="&Aktualisieren"
065="&Im Vordergrund halten"
066="&Listenansicht"
067="&Text-Ansicht"
068="Standard sperren &IP "
069="&IP-Auflösungs-Optionen ..."
070="&Lokales DNS oder Zwischenspeicher nutzen"
071="&DNS nutzen (nslookup)"
072="Automatisch &DNS-Cache Leeren"
073="Tab-Zeichen &nutzen"
074="einen weiteren Item mit '&www.' hinzufügen"
075="&Schriftart ändern"
076="&Standard-Schriftart"
077="&Schriftart auswählen"
078="&Konfigurationsdatei öffnen"
079="&Einstellungen zurücksetzen"
080="&Spenden"
081="&Website"
082="&Kontakt"
083="&Über uns"
084="Bitte warten ..."
085="Bereit"
086="Daten geändert"
087="Textdateien\n Alle Dateien"
088="Block"
089="* Default Hosts File *"
090="Datei\n Größe"
091="wiederherstellen"
092="Backup erstellen"
093="Backup löschen"
094="Sind Sie sicher, dass Sie die Sicherungskopie wiederherstellen möchten?"
095="Sicherungswiederherstellung fehlgeschlagen!"
096="Das Wiederherstellen wurde erfolgreich beendet."
097="Sicherungskopie konnte nicht erstellt werden"
098="Sind Sie sicher, dass Sie das Backup löschen möchten?"
099="finden:\n ersetzen:"
100="Ersetzen beendet.\n # IP-Adresse ersetzt."
101="DNS wählen"
102="DNS für die Hostauflösung"
103="Auflösung läuft - Bitte warten..."
104="Auflösung Fehler!"
105="Auflösung beendet"
106="Datei kann nicht erstellt werden!"
107="Datei kann nicht geöffnet werden!"
108="Möchten Sie diese Änderungen speichern?"
109="Sind Sie sicher, dass Sie alle Kommentare löschen möchten?"
110="Sind Sie sicher, dass Sie leere Zeilen löschen möchten?"
111="Sind Sie sicher, dass Sie die fehlerhafte Zeilen löschen möchten?"
112="Sind Sie sicher, dass Sie dieselben Hostnamen löschen möchten?"
113="Sind Sie sicher, dass Sie alle löschen möchten?"
114="Die Operation wurde erfolgreich abgeschlossen"

[Language_French_Français]
Translator="Largo"
001="&Fichier\n &Éditer\n &Exemples\n &Options\n &Aide"
002="Activé\n Adresse IP\n Nom des hôtes\n Commentaire"
003="Sauvegarder changements"
004="Gestionnaire de sauvegarde"
005="Nom d'hôte"
006="Taper nom de l'hôte"
007="Ajouter ou modifier l'entrée"
008="Supprimer entrées sélectionnées"
009="Adresse IP"
010="Résoudre nom de l'hôte"
011="Commentaire"
012="Type de commentaire"
013="Voir comme tableau ou texte"
014="&Nouveau"
015="&Ouvrir..."
016="&Sauvegarder"
017="Sauvegarder &sous..."
018="&Importer Liste"
019="&Exporter Liste"
020="&Gestionnaire de sauvegarde"
021="&Fichier Hosts"
022="&Charger fichier Hosts"
023="Ouvrir avec &Notepad"
024="&Ouvrir dossier Hosts..."
025="Dans &Explorateur Windows"
026="Dans &Invite de commande"
027="Dans &PowerShell"
028="Ajouter &Exclusions à Windows Defender"
029="Définir en &lecture seule"
030="&Propriétés du fichier"
031="&Vider le cache DNS"
032="&Service client DNS"
033="&Activé Service\n &Désactivé Service"
034="&Démarrer Service\n &Arrêter Service"
035="&Redémarrer Service"
036="Q&uitter"
037="&Bloquer"
038="&Résoudre"
039="&Activer sélectionné"
040="&Désactiver sélectionné"
041="&Sélectionner tout"
042="&Inverser Sélection"
043="&Sélection ..."
044="&Éléments activés"
045="&Éléments désactivés"
046="&Bloquer Hosts"
047="&Réorienter Hosts ( Hijack !)"
048="&Supprimer"
049="&Supprimer ..."
050="&Dupliquer noms d'hôtes"
051="&Commentaires"
052="&Lignes vides"
053="&Lignes incorrectes"
054="&Toutes les lignes"
055="&Copier"
056="&Entrée\n &Entrées"
057="&IP\n &IPs"
058="&Nom d'hôte\n &Noms d'hôte"
059="&Commentaire\n &Commentaires"
060="&Recherche d'hôte"
061="&Remplacer IP"
062="&Personnaliser ..."
063="&Trouver"
064="&Actualiser"
065="&Toujours au dessus"
066="&Voir Liste"
067="&Voir Texte"
068="Blocage par défaut &IP"
069="&Résoudre les options ..."
070="&Utiliser DNS local ou cache"
071="&Utiliser DNS ( nslookup )"
072="&Purge auto du cache DNS"
073="Utiliser caractère &Tab"
074="Ajouter un autre élément avec '&www.'"
075="&Changer Police"
076="&Police par défaut"
077="&Sélectionner Police"
078="&Ouvrir fichier de Configuration"
079="&Définir options par défaut"
080="&Faire un don"
081="&Page d'accueil"
082="&Contact"
083="&À propos de"
084="Veuillez patienter ..."
085="Prêt"
086="Les données ont changé"
087="Fichiers Texte\n Tout Fichiers"
088="Bloquer"
089="* Fichier Hosts par défaut *"
090="Fichier\n Taille"
091="Restaurer la sauvegarde"
092="Créer une sauvegarde"
093="Supprimer la sauvegarde"
094="Voulez-vous vraiment restaurer la sauvegarde?"
095="Échec de la restauration de la sauvegarde!"
096="Sauvegarde restaurée avec succès."
097="La sauvegarde n'a pas pu être créée!"
098="Voulez-vous vraiment supprimer la sauvegarde?"
099="Trouver:\n Remplacer:"
100="Remplacement terminé.\n # Adresse IP remplacée."
101="Sélectionner DNS"
102="DNS pour la résolution d'hôtes"
103="Résolution - Veuillez patienter..."
104="Résoudre les erreurs!"
105="Résolution terminée"
106="Impossible de créer le fichier!"
107="Impossible d'ouvrir le fichier!"
108="Voulez-vous enregistrer les changements?"
109="Êtes-vous sûr de vouloir supprimer tous les commentaires?"
110="Êtes-vous sûr de vouloir supprimer les lignes vides?"
111="Êtes-vous sûr de vouloir supprimer les lignes incorrectes?"
112="Êtes-vous sûr de vouloir supprimer les mêmes noms d'hôtes?"
113="Êtes-vous sûr de vouloir supprimer tous les?"
114="L'opération s'est achevée avec succès."

[Language_Russian_Русский]
Translator="wvxwxvw"
001="&Файл\n&Редактирование\nП&римеры\n&Настройки\n&Помощь"
002="Статус\nIP-адрес\nИмя хоста\nКомментарий"
003="Сохранить изменения"
004="Бэкап-менеджер"
005="Имя хоста"
006="Введите имя хоста"
007="Добавить / изменить запись"
008="Удалить выбранные записи"
009="IP-адрес"
010="Разрешить имя хоста"
011="Комментарий"
012="Введите комментарий"
013="Таблица / текст"
014="&Новый"
015="&Открыть..."
016="&Сохранить"
017="Сохранить &как..."
018="&Импорт списка"
019="&Экспорт списка"
020="&Бэкап-менеджер"
021="&Файл hosts"
022="&Загрузить файл hosts"
023="Открыть в &блокноте"
024="&Открыть папку hosts..."
025="В &Проводнике"
026="В &ком.строке"
027="В &PowerShell"
028="В исключения Защитника Windows"
029="Установить только для чтения"
030="&Свойства файла"
031="Очистить &кэш DNS"
032="Служба &DNS-клиента"
033="&Включить службу\n&Отключить службу"
034="&Запустить службу\nО&становить службу"
035="&Перезапустить службу"
036="В&ыход"
037="&Блокировать"
038="&Разрешить"
039="В&ключить выбранные"
040="&Отключить выбранные"
041="&Выбрать все"
042="&Обратить выбор"
043="&Выбрать ..."
044="&Включенные"
045="&Отключенные"
046="&Блокированные"
047="&Перенаправленные ( Hijack !)"
048="&Удалить выбранное"
049="&Удалить ..."
050="&Дублирующиеся"
051="&Комментарии"
052="&Пустые строки"
053="&Некорректные строки"
054="&Все строки"
055="&Копировать"
056="&Запись\n&Записи"
057="&IP-адрес\n&IP-адреса"
058="&Имя хоста\n&Имена хостов"
059="&Комментарий\n&Комментарии"
060="&Интернет поиск хоста"
061="&Заменить IP"
062="&Свое ..."
063="&Найти"
064="&Обновить"
065="&Всега сверху"
066="Вид &списком"
067="Вид &текстом"
068="&Блокирующий IP"
069="&Параметры разрешения ..."
070="&Локальный DNS или кеш"
071="&DNS ( nslookup )"
072="&Автоочистка DNS-кэша"
073="&Использовать табуляцию"
074="Дублировать с '&www.'"
075="&Изменить шрифт"
076="&По умолчанию"
077="&Выбрать..."
078="&Открыть файл настроек"
079="&Сбросить по умолчанию"
080="&Поддержать разработчика"
081="&Домашняя страница"
082="&Контакты"
083="&О программе"
084="Ожидайте ..."
085="Готов"
086="Данные изменены"
087="Текстовые файлы\nВсе файлы"
088="Блокирован"
089="* Hosts-файл по умолчанию *"
090="Файл\nРазмер"
091="Восстановить"
092="Создать бэкап"
093="Удалить бэкап"
094="Вы уверены, что хотите восстановить резервную копию?"
095="Восстановление резервной копии не удалось!"
096="Резервная копия успешно восстановлена."
097="Резервную копию создать не удалось!"
098="Вы уверены, что хотите удалить резервную копию?"
099="Найти:\nЗаменить:"
100="Замена завершена.\n# IP-адресов заменено."
101="Выбрать DNS"
102="DNS для разрешения хоста"
103="Разрешение - ожидайте..."
104="Разрешение - ошибка!"
105="Разрешение - завершено"
106="Невозможно создать файл!"
107="Невозможно открыть файл!"
108="Вы хотите сохранить изменения?"
109="Вы уверены, удалить все комментарии?"
110="Вы уверены, удалить пустые строки?"
111="Вы уверены, удалить некорректные строки?"
112="Вы уверены, удалить дубликаты хостов?"
113="Вы уверены, что хотите удалить все?"
114="Операция успешно завершена."

[Language_Russian_Русский #2]
Translator="V.Romanovskij"
001="&Файл\n&Правка\n&Примеры\n&Опции\n&Помощь"
002="Включено\nIP-адрес\nИмя хоста\nКомментарий"
003="Сохранить изменения"
004="Менеджер резервного копирования"
005="Имя хоста"
006="Ввод имени хоста"
007="Добавить или изменить запись"
008="Удалить выбранные записи"
009="IP-адрес"
010="Сопоставить имя хоста с IP-адресом"
011="Комментарий"
012="Ввод комментария"
013="Просмотр в виде таблицы или текста"
014="&Создать"
015="&Открыть..."
016="&Сохранить"
017="Сохранить как..."
018="Импорт списка"
019="Экспорт списка"
020="&Менеджер резервного копирования"
021="&Файл hosts"
022="&Загрузить hosts-файл"
023="Открыть в &Блокноте"
024="&Открыть папку с hosts-файлом"
025="В &Проводнике Windows"
026="В &командной строке"
027="В &PowerShell"
028="Добавить &исключения в Защитник Windows"
029="Установить &только для чтения"
030="Свойства &файла"
031="&Очистить кэш DNS"
032="&Служба DNS-клиента"
033="&Включить службу\n&Отключить службу"
034="&Запустить службу\n&Остановить службу"
035="&Перезапустить службу"
036="В&ыйти"
037="&Блокировать"
038="&Сопоставить с IP-адресом"
039="&Включить выбранное"
040="&Отключить выбранное"
041="&Выбрать все"
042="&Инвертировать выбор"
043="&Выбрать..."
044="&Включенные элементы"
045="&Отключенные элементы"
046="&Блокированные хосты"
047="&Перехваченные хосты (Hijack!)"
048="&Удалить"
049="&Удалить..."
050="&Повторяющиеся имена хостов"
051="&Комментарии"
052="&Пустые строки"
053="&Некорректные строки"
054="&Все строки"
055="&Копировать"
056="&Запись\n&Записи"
057="&IP-адрес\n&IP-адреса"
058="&Имя хоста\n&Имена хостов"
059="&Комментарий\n&Комментарии"
060="&Найти хост в сети"
061="&Замена IP"
062="&Выбрать..."
063="&Поиск"
064="&Обновить"
065="&Поверх окон"
066="&Вид списка"
067="&Вид текста"
068="Вид IP-адреса по &умолчанию"
069="&Параметры разрешения имен"
070="&Использовать локальный DNS или кэш"
071="&Использовать DNS (nslookup)"
072="Автоочистка &DNS-кэша"
073="Использовать &символ табуляции"
074="Добавлять к следующему элементу '&www.'"
075="&Изменить шрифт"
076="&Стандартный шрифт"
077="&Выбрать шрифт"
078="&Открыть файл конфигурации"
079="&Установка параметров по умолчанию"
080="&Поддержать"
081="&Веб-сайт"
082="&Контакты"
083="&О программе"
084="Ожидайте..."
085="Готово"
086="Данные изменены"
087="Текстовые файлы\nВсе файлы"
088="Блокировать"
089="* Файл hosts по умолчанию *"
090="Файл\nРазмер"
091="Восстановить бэкап"
092="Создать бэкап"
093="Удалить бэкап"
094="Восстановить резервную копию?"
095="Восстановление не удалось!"
096="Резервная копия успешно восстановлена"
097="Резервная копия не может быть создана!"
098="Уверены, что хотите удалить резервную копию?"
099="Найти:\nЗаменить:"
100="Замена завершена.\n# IP-адрес заменен."
101="Выбрать DNS"
102="DNS для разрешения хоста"
103="Идет сопоставление, ждите..."
104="Ошибка сопоставления!"
105="Сопоставление завершено"
106="Невозможно создать файл!"
107="Невозможно открыть файл!"
108="Вы хотите сохранить изменения?"
109="Хотите удалить все комментарии?"
110="Хотите удалить пустые строки?"
111="Хотите удалить некорректные строки?"
112="Хотите удалить одинаковые имена хостов?"
113="Хотите удалить все?"
114="Операция успешно завершена."

[Language_Italian_Italiano]
Translator="HawK"
001="&File\n&Modifica\n&Esempi\n&Opzioni\n&Aiuto"
002="Abilitato\nIndirizzo IP\nNomi Hosts\nCommento"
003="Salva Cambiamenti"
004="Backup Manager"
005="Nome del Dominio"
006="Digitare Nome Dominio"
007="Aggiungi o Modifica inserimento"
008="Cancella inserimento selezionato"
009="Indirizzo IP"
010="Risolvi il nome del Dominio"
011="Commento"
012="Digitare Commento"
013="Visualizza come tabella o testo"
014="&Nuovo"
015="&Apri..."
016="&Salva"
017="Salva &Come..."
018="&Importa Lista"
019="&Esporta Lista"
020="&Backup Manager"
021="&Hosts File"
022="&Apri Hosts"
023="Apri con &Notepad"
024="&Apri Cartella Hosts..."
025="In &Windows Explorer"
026="In &Prompt dei comandi"
027="In &Power Shell"
028="Add &Exclusions to Windows Defender"
029="&Solo Lettura"
030="&Proprietà"
031="&Pulisci DNS Cache"
032="&DNS Client Service"
033="&Abilita Servizio\n&Disabilita Servizio"
034="&Avvio Servizio\n&Ferma Servizio"
035="&Riavvia Servizio"
036="E&sci"
037="&Blocca"
038="&Risolvi"
039="&Abilita Selezionato"
040="&Disabilita Selezionato"
041="E&sci"
042="&Inverti Selezione"
043="&Seleziona ..."
044="&Abilita Elemento"
045="&Disabilita Elemento"
046="&Hosts Bloccati"
047="&Redirect Hosts (Hijack)"
048="&Cancella"
049="&Cancella ..."
050="&Duplica i Nomi dei Domini"
051="&Commenti"
052="&Linee Vuota"
053="&Linee Incorrette"
054="&Tutte le Linee"
055="&Copia"
056="&Entry\n&Entries"
057="&IP\n&IPs"
058="&Host Name\n&Host Names"
059="&Commento\n&Commenti"
060="&Search Host"
061="&Sostituisci IP"
062="&Personalizza ..."
063="&Trova"
064="&Aggiorna"
065="&Sempre Visibile"
066="&Visualizza Lista"
067="&Visualizza Testo"
068="Blocca di Default &IP"
069="&Risolvi Opzioni ..."
070="&Usa DNS Locale O Cache"
071="&Usa DNS ( nslookup )"
072="Auto &Pulisci DNS Cache"
073="Usa &Caratteri Tab"
074="Aggiungi un altro oggetto con '&www.'"
075="&Cambia Carattere"
076="&Carattere Predefinito"
077="&Seleziona Carattere"
078="&Apri il File di Configurazione"
079="&Imposta le Opzioni Predefinite"
080="&Donazione"
081="&Pagina Iniziale"
082="&Contatti"
083="&Info"
084="Prego Attendere ..."
085="Pronto"
086="Dato Cambiato"
087="Text Files\nAll Files"
088="&Blocca"
089="* File Hosts Originale *"
090="File\nDimensione"
091="Ripristina Backup"
092="Crea Backup"
093="Cancella Backup"
094="Sei Sicuro di Voler Ripristinare il Backup?"
095="Backup Fallito!"
096="Backup ripristinato con Successo."
097="Il Backup non può essere creato!"
098="Sei sicuro di Voler Cancellare il backup?"
099="Trova:\nSostituisci:"
100="Sostituzione Terminata.\n# Indirizzi IP Sostituiti."
101="Seleziona DNS"
102="DNS per Risoluzione Dominio"
103="Sto risolvendo - Prego Attendere..."
104="Errore di risoluzione!"
105="Termine Risoluzione"
106="Impossibile creare il file!"
107="Impossibile Aprire il file."
108="Vuoi Salvare Le Modifiche?"
109="Sei sicuro di voler cancellare tutti i commenti?"
110="Sei sicuro di voler cancellare le linee vuote?"
111="Sei sicuro di voler cancellare le linee inesatte?"
112="Sei sicuro di voler cancellare i nomi dell stesso dominio?"
113="Sei sicuro di voler cancellare tutto?"
114="L'Oprazione si è conclusa con successo."

[Language_Chinese Simplified_简体中文]
Translator="大眼仔~旭（Anan）2020"
001="文件(&F)\n编辑(&E)\n示例(&E)\n选项(&O)\n帮助(&H)"
002="已启用\nIP 地址\n主机名\n注释"
003="保存更改"
004="备份管理器"
005="主机名"
006="输入主机名"
007="添加或编辑条目"
008="删除所选条目"
009="IP 地址"
010="解析主机名"
011="注释"
012="输入注释"
013="查看为表格或文本"
014="新建(&N)"
015="打开(&O)..."
016="保存(&S)"
017="另存为(&A)..."
018="导入列表(&I)"
019="导出列表(&E)"
020="备份管理器(&B)"
021="Hosts 文件(&H)"
022="加载 Hosts 文件(&L)"
023="使用记事本打开(&N)"
024="打开 Hosts 文件夹(&O)..."
025="在 Windows 资源管理器(&W)"
026="在命令提示符(&C)"
027="在 PowerShell(&P)"
028="添加排除到 Windows Defender(&E)"
029="设置为只读(&R)"
030="文件属性(&P)"
031="刷新 Dns 缓存(&F)"
032="DNS 客户端服务(&D)"
033="启用服务(&E)\n禁用服务(&D)"
034="开始服务(&S)\n停止服务(&S)"
035="重新启动服务(&R)"
036="退出(&X)"
037="阻止(&B)"
038="解析(&R)"
039="启用选择(&E)"
040="禁用选择(&D)"
041="全选(&S)"
042="反选(&I)"
043="选择(&S)..."
044="启用项目(&E)"
045="禁用项目(&D)"
046="阻止主机(&B)"
047="重定向主机(劫持)(&R)"
048="删除(&D)"
049="删除(&D)..."
050="重复主机名(&D)"
051="注释(&C)"
052="空行(&E)"
053="不正确的行(&I)"
054="所有行(&L)"
055="复制(&C)"
056="条目(&E)\n条目(&E)"
057="&IP\n&IPs"
058="主机名(&H)\n主机名(&H)"
059="注释(&C)\n注释(&C)"
060="搜索主机(&S)"
061="替换 IP(&R)"
062="自定义(&C)..."
063="查找(&F)"
064="刷新(&R)"
065="始终在顶部(&A)"
066="列表视图(&L)"
067="文本视图(&T)"
068="默认阻止 IP(&I)"
069="解析选项(&R)..."
070="使用本地 DNS 或缓存(&U)"
071="使用 DNS(nslookup)(&U)"
072="自动刷新 DNS 缓存(&F)"
073="使用制表符(&T)"
074="使用 'www.'添加另一个项目(&W)"
075="更改字体(&C)"
076="默认字体(&D)"
077="选择字体(&S)"
078="打开配置文件(&O)"
079="设置默认选项(&S)"
080="捐赠(&D)"
081="主页(&H)"
082="联系(&C)"
083="关于(&A)"
084="请稍候 ..."
085="就绪"
086="数据已更改"
087="文本文件\n所有文件"
088="阻止"
089="* 默认 Hosts 文件 *"
090="文件\n大小"
091="恢复备份"
092="创建备份"
093="删除备份"
094="您确定要还原备份吗?"
095="备份还原失败！"
096="备份已成功还原。"
097="无法创建备份！"
098="您确定要删除备份吗?"
099="查找：\n替换："
100="替换已完成。\n# IP 地址已替换。"
101="选择 DNS"
102="用于主机解析的 DNS"
103="正在解析 - 请稍候..."
104="解析错误！"
105="解析已完成"
106="无法创建文件！"
107="无法打开文件！"
108="您要保存更改吗?"
109="您确定要删除所有注释吗?"
110="您确定要删除空行吗?"
111="您确定要删除不正确的行吗?"
112="您确定要删除相同的主机名吗?"
113="您确定要删除所有内容吗?"
114="操作成功完成。"

[Language_Chinese Traditional_中國傳統的]
Translator="wayne0355(2021)"
001="文件(&F)\n編輯(&E)\n範例(&E)\n選項 (&O)\n幫助(&H)"
002="已啟用\nIP 地址\n主機名稱\n註解"
003="保存更改"
004="備份管理器"
005="主機名稱"
006="輸入主機名稱"
007="添加或编輯項目"
008="删除所選項目"
009="解析主機名稱"
010="解析主機名稱"
011="註解"
012="輸入註解"
013="查看為表格或文本"
014="新增(&N)"
015="開啟(&O)..."
016="儲存(&S)"
017="另存為(&A)..."
018="導入列表(&I)"
019="導出列表(&E)"
020="備份管理器(&B)"
021="Hosts 文件(&H)"
022="加載 Hosts 文件(&L)"
023="使用記事本打開(&N)"
024="打開 Hosts 文件夹(&O)..."
025="在 Windows 檔案總管(&W)"
026="在命令提示字元(&C)"
027="在 PowerShell(&P)"
028="添加排除到 Windows Defender(&E)"
029="設置为唯獨(&R)"
030="文件属性(&P)"
031="刷新 Dns 缓存(&F)"
032="DNS 客戶端服務(&D)"
033="啟用服務(&E)\n禁用服務(&D)"
034="開始服務(&S)\n停止服務(&S)"
035="重新啟動服務(&R)"
036="退出(&X)"
037="阻止(&B)"
038="解析(&R)"
039="啟用選擇(&E)"
040="禁用選擇(&D)"
041="全選(&S)"
042="反選(&I)"
043="選擇(&S)..."
044="啟用項目(&E)"
045="禁用項目(&D)"
046="阻止主機(&B)"
047="重定向主機(劫持)(&R)"
048="删除(&D)"
049="删除(&D)..."
050="重複主機名稱(&D)"
051="注解(&C)"
052="空行(&E)"
053="不正確的行(&I)"
054="所有行(&L)"
055="複製(&C)"
056="條目(&E)\n條目(&E)"
057="&IP\n&IPs"
058="主機名稱(&H)\n主機名稱(&H)"
059="注解(&C)\n注解(&C)"
060="搜尋主機(&S)"
061="替换 IP(&R)"
062="自定義(&C)..."
063="尋找(&F)"
064="刷新(&R)"
065="始终在頂部(&A)"
066="列表顯示(&L)"
067="文本顯示(&T)"
068="默認阻止 IP(&I)"
069="解析選項(&R)..."
070="使用本地 DNS 或缓存(&U)"
071="使用 DNS(nslookup)(&U)"
072="自動刷新 DNS 缓存(&F)"
073="使用制表符(&T)"
074="使用 'www.'添加另一个項目(&W)"
075="更改字體(&C)"
076="默認字體(&D)"
077="選擇字體(&S)"
078="打開配置文件(&O)"
079="設置默認選項(&S)"
080="捐贈(&D)"
081="主一(&H)"
082="聯繫(&C)"
083="關於(&A)"
084="請稍後 ..."
085="就緒"
086="數據已更改"
087="文本文件\n所有文件"
088="阻止"
089="* 默認 Hosts 文件 *"
090="文件\n大小"
091="恢復備份"
092="創建備份"
093="删除備份"
094="您確定要還原備份嗎?"
095="備份還原失敗！"
096="備份已成功還原。"
097="無法創建備份！"
098="您確定要删除備份嗎?"
099="尋找：\n替换："
100="替换已完成。\n# IP 地址已替换。"
101="選擇 DNS"
102="用於主機解析的 DNS"
103="正在解析 - 請稍後..."
104="解析錯誤！"
105="解析已完成"
106="無法創建文件！"
107="無法打開文件！"
108="您要保存更改吗?"
109="您確定要删除所有注解嗎?"
110="您確定要删除空行吗?"
111="您確定要删除不正確的行嗎?"
112="您確定要删除相同的主機名稱嗎?"
113="您確定要删除所有内容嗎?"
114="操作成功完成。"

[Language_Dutch_Nederlands]
Translator="J. Wisman (7/2020)"
001="&Bestand\n&Bewerken\n&Voorbeelden\n&Opties\n&Help"
002="Ingeschakeld\nIP adres\nHostsnaam\nOpmerking"
003="Wijzigingen opslaan"
004="Backup Manager"
005="Hostnaam"
006="Hostnaam typen"
007="Vermelding toevoegen of bewerken"
008="Geselecteerde vermeldingen verwijderen"
009="IP adres"
010="Hostnaam oplossen"
011="Opmerking"
012="Opmerking typen"
013="Weergeven als tabel of tekst"
014="&Nieuw"
015="&Openen..."
016="Op&slaan"
017="Opslaan &als..."
018="Lijst &importeren"
019="Lijst &exporteren"
020="&Back-upbeheer"
021="&Hosts-bestand ..."
022="H&osts openen"
023="Openen met &Kladblok"
024="&Hosts map openen..."
025="In &Windows Verkenner"
026="In &Command Prompt"
027="In &Power Shell"
028="Uitsluiting&en toevoegen aan Windows Defender"
029="Alleen-le&zen instellen"
030="Bestandseigenscha&ppen"
031="&Dns-cache legen"
032="&DNS-clientservice"
033="S&ervice inschakelen\nService &uitschakelen"
034="&Service starten\n&Service stoppen"
035="Se&rvice opnieuw starten"
036="&Afsluiten"
037="&Blokkeer"
038="&Oplossen"
039="G&eselecteerde inschakelen"
040="Geselecteer&de uitschakelen"
041="&Alles selecteren"
042="&Selectie omkeren"
043="&Selecteer ..."
044="&Ingeschakelde items"
045="&Uitgeschakelde items"
046="&Geblokkeerde hosts"
047="&Hosts omleiden (kapen, Hijack)"
048="&Verwijderen"
049="&Verwijderen ..."
050="&Dubbele hostnamen"
051="&Opmerkingen"
052="&Lege regels"
053="&Onjuiste regels"
054="&Alle lijnen"
055="&Kopiëren ..."
056="V&ermelding\nV&ermeldingen"
057="&IP\n&IP's"
058="&Hostnaam\n&Hostnamen"
059="&Opmerking\n&Opmerkingen"
060="&Zoek Host (Google)"
061="&Vervang IP"
062="&Aangepast ..."
063="&Zoek"
064="&Vernieuwen"
065="&Altijd bovenop"
066="&Lijstweergave"
067="&Tekstweergave"
068="&IP standaard blokkeren"
069="&Oplossen van opties ..."
070="Gebr&uik lokale DNS of cache"
071="DNS gebr&uiken ( nslookup )"
072="Automatisch DNS-cache legen"
073="&Tabteken gebruiken"
074="Voeg nog een item toe met '&www.'"
075="&Verander lettertype"
076="&Standaardlettertype"
077="&Selecteer Lettertype"
078="&Open configuratiebestand"
079="&Standaardopties instellen"
080="&Doneer"
081="&Startpagina"
082="&Contact"
083="&Over"
084="Een ogenblik geduld ..."
085="Klaar"
086="Gegevens gewijzigd"
087="Tekstbestanden\nAlle bestanden"
088="Blokkeer"
089="* Standaardhostsbestand *"
090="Bestand\nGrootte"
091="Back-up herstellen"
092="Back-up maken"
093="Back-up verwijderen"
094="Weet je zeker dat je de back-up wilt herstellen?"
095="Back-upherstel is mislukt!"
096="Back-up is hersteld."
097="Back-up kan niet worden gemaakt!"
098="Weet je zeker dat je de back-up wilt verwijderen?"
099="Zoeken:\nVervangen:"
100="Vervangen voltooid.\n# IP-adres vervangen."
101="DNS selecteren"
102="DNS voor het oplossen van host"
103="Oplossen - Even geduld ..."
104="Fout oplossen!"
105="Oplossen voltooid"
106="Kan bestand niet maken!"
107="Kan bestand niet openen!"
108="Wil je de wijzigingen opslaan?"
109="Weet je zeker dat je alle opmerkingen wilt verwijderen?"
110="Weet je zeker dat je lege regels wilt verwijderen?"
111="Weet je zeker dat je onjuiste regels wilt verwijderen?"
112="Weet je zeker dat je dezelfde hostnamen wilt verwijderen?"
113="Weet je zeker dat je alles wilt verwijderen?"
114="De bewerking is voltooid."

[Language_Greek_Ελληνικά]
Translator="geogeo.gr"
001="&Αρχείο\n &Επεξεργασία\n &Παραδείγματα\n Επι&λογές\n &Βοήθεια"
002="Ενεργό\n Διεύθυνση ΙΡ\n Όνομα κεντρικού υπολογιστή\n Σχόλιο"
003="Αποθήκευση αλλαγών"
004="Διαχείριση αντιγράφων ασφαλείας"
005="Όνομα κεντρικού υπολογιστή"
006="Εισαγωγή ονόματος κεντρ. υπολογιστή"
007="Προσθήκη ή επεξεργασία καταχώρησης"
008="Διαγραφή επιλεγμένων καταχωρήσεων"
009="Διεύθυνση IP"
010="Επίλυση ονόματος κεντρ. υπολογιστή"
011="Σχόλιο"
012="Προσθήκη σχολίου"
013="Προβολή σαν πίνακας ή κείμενο"
014="Νέ&ο"
015="Ά&νοιγμα..."
016="&Αποθήκευση"
017="Απο&θήκευση ως..."
018="Ει&σαγωγή λίστας"
019="Εξα&γωγή λίστας"
020="&Διαχείριση αντιγράφων ασφαλείας"
021="Αρχείο &Ηosts"
022="&Φόρτωση αρχείου Ηosts"
023="Άνοιγμα με &Σημειωματάριο"
024="Ά&νοιγμα φακέλου Hosts..."
025="Στην &Εξερεύνηση των Windows"
026="Στη &Γραμμή εντολών"
027="Στο &ΡowerShell"
028="Προσθήκη ε&ξαιρέσεων στο Windows Defender"
029="&Μόνο για ανάγνωση"
030="&Ιδιότητες αρχείου"
031="&Εκκαθάριση προσωρινής μνήμης DNS"
032="&Υπηρεσία προγράμματος-πελάτη DNS"
033="Ε&νεργοποίηση υπηρεσίας\n Απε&νεργοποίηση υπηρεσίας"
034="&Εκκίνηση υπηρεσίας\n &Διακοπή υπηρεσίας"
035="Ε&πανεκκίνηση υπηρεσίας"
036="Έ&ξοδος"
037="Απο&κλεισμός"
038="Επίλ&υση"
039="Ενε&ργοποίηση επιλεγμένου"
040="Α&πενεργοποίηση επιλεγμένου"
041="Επιλ&ογή όλων"
042="Αντιστρο&φή επιλογής"
043="Επι&λογή..."
044="Ενε&ργοποιημένα στοιχεία"
045="Α&πενεργοποιημένα στοιχεία"
046="Απο&κλεισμένα στοιχεία"
047="&Ανακατευθυνόμενοι κεντρ. υπολογιστές ( Hijack !)"
048="&Διαγραφή"
049="Δια&γραφή..."
050="&Διπλότυπα ονόματα κεντρ. υπολογιστών"
051="&Σχόλια"
052="&Κενές γραμμές"
053="&Εσφαλμένες γραμμές"
054="Ό&λες οι γραμμές"
055="Αν&τιγραφή"
056="&Καταχώρηση\n &Καταχωρήσεις"
057="&ΙΡ\n &ΙΡ"
058="Ό&νομα κεντρ. υπολογιστή\n Ο&νόματα κεντρ. υπολογιστών"
059="&Σχόλιο\n &Σχόλια"
060="Ανα&ζήτηση κεντρ. υπολογιστή"
061="Αντικατάσταση &ΙP"
062="&Προσαρμοσμένη..."
063="&Εύρεση"
064="Α&νανέωση"
065="&Πάντα στην κορυφή"
066="Προβολή λί&στας"
067="Προβολή &κειμένου"
068="Προεπιλεγμένο μπλοκ &ΙΡ"
069="Επι&λογές επίλυσης..."
070="Χρήση &τοπικού DNS ή προσωρινής μνήμης"
071="&Χρήση DNS ( nslookup )"
072="Αυτόμ. εκκα&θάριση προσωρινής μνήμης DNS"
073="&Χρήση χαρακτήρα Tab"
074="Προσθήκη άλλου σ&τοιχείου με 'www.'"
075="Αλλαγή &γραμματοσειράς"
076="&Προεπιλεγμένη γραμματοσειρά"
077="Επι&λογή γραμματοσειράς"
078="Ά&νοιγμα αρχείου παραμέτρων"
079="&Επαναφορά προεπιλογών"
080="&Δωρεά"
081="&Ιστοσελίδα"
082="&Επικοινωνία"
083="&Περί..."
084="Παρακαλώ περιμένετε..."
085="Έτοιμο"
086="Τα δεδομένα άλλαξαν"
087="Αρχεία κειμένου\n Όλα τα αρχεία"
088="Αποκλεισμός"
089="* Προεπιλεγμένο αρχείο Hosts *"
090="Αρχείο\n Μέγεθος"
091="Επαναφορά"
092="Δημιουργία"
093="Διαγραφή"
094="Είστε βέβαιος ότι θέλετε την επαναφορά του αντιγράφου ασφαλείας;"
095="Αποτυχία δημιουργίας αντιγράφου ασφαλείας!"
096="Η επαναφορά του αντιγράφου ασφαλείας ολοκληρώθηκε με επιτυχία."
097="Δεν ήταν δυνατή η δημιουργία αντιγράφου ασφαλείας!"
098="Είστε βέβαιος ότι θέλετε τη διαγραφή του αντιγράφου ασφαλείας;"
099="Εύρεση:\n Αντικ/ση:"
100="Η αντικατάσταση ολοκληρώθηκε.\n Αντικαταστάθηκαν # διευθύνσεις IP."
101="Επιλέξτε DNS"
102="DNS για επίλυση κεντρ. υπολογιστή"
103="Επίλυση - Παρακαλώ περιμένετε..."
104="Σφάλμα επίλυσης!"
105="Η επίλυση ολοκληρώθηκε"
106="Δεν είναι δυνατή η δημιουργία του αρχείου!"
107="Δεν είναι δυνατό το άνοιγμα του αρχείου."
108="Θέλετε να αποθηκεύσετε τις αλλαγές;"
109="Είστε βέβαιος ότι θέλετε να διαγράψετε όλα τα σχόλια;"
110="Είστε βέβαιος ότι θέλετε να διαγράψετε τις κενές γραμμές;"
111="Είστε βέβαιος ότι θέλετε να διαγράψετε τις εσφαλμένες γραμμές;"
112="Είστε βέβαιος ότι θέλετε να διαγράψετε τα όμοια ονόματα κεντρικών υπολογιστών;"
113="Είστε βέβαιος ότι θέλετε να τα διαγράψετε όλα;"
114="Η λειτουργία ολοκληρώθηκε με επιτυχία."

[Language_Persian_فارسی]
Translator="محمد جواد بحیرایی"
001="&فایل\n&ویرایش\n&مثال ها\n&گزینه ها\n&کمک"
002="فعال شده\nآدرس آی پی\nنام میزبان\nاظهار نظر"
003="ذخیره تغییرات"
004="مدیریت پشتیبانی"
005="نام میزبان"
006="نام میزبان را تایپ کنید"
007="ورودی را اضافه یا ویرایش کنید"
008="ورودی های انتخاب شده را حذف کنید"
009="آدرس آی پی"
010="نام میزبان را برطرف کنید"
011="اظهار نظر"
012="نظر را تایپ کنید"
013="به عنوان جدول یا متن مشاهده کنید"
014="&جدید"
015="&...باز کن"
016="&ذخیره"
017="...ذخیره به &عنوان"
018="&لیست ورودی"
019="&لیست خروجی"
020="&مدیریت پشتیبانی"
021="&فایل میزبان"
022="&بارگزاری فایل میزبان"
023="با &نوت پد باز کنید"
024="&...بازکردن پوشه میزبان"
025="در &ویندوز اکسپلورر"
026="در &خط فرمان"
027="در &پاورشل"
028="اضافه کنید Windows Defender موارد اضافی را به&"
029="فقط خواندنی را تنظیم کنید&"
030="خصوصیات فایل&"
031="DNS فلاش کش&"
032="کلاینت DNS سرویس"
033="سرویس را فعال کنید&\nسرویس را غیرفعال کنید&"
034="شروع سرویس&\nتوقف سرویس&"
035="راه اندازی مجدد سرویس&"
036="خروج&"
037="مسدود&"
038="برطرف کردن&"
039="انتخاب شده ها را فعال کنید&"
040="انتخاب شده ها را غیر فعال کنید&"
041="انتخاب همه&"
042="انتخاب معکوس&"
043="...انتخاب&"
044="موارد فعال شده&"
045="موارد غیرفعال&"
046="میزبان های مسدود شده&"
047="تغییر مسیر میزبان ها (ربودن!)&"
048="حذف&"
049="...حذف&"
050="تکثیر کردن نام های میزبان&"
051="نظرات&"
052="خطوط خالی&"
053="خطوط نادرست&"
054="تمام خطوط&"
055="کپی&"
056="ورودی&\nورودی ها&"
057="آی پی&\nآی پی ها&"
058="نام میزبان&\nنام های میزبان&"
059="نظر&\nنظرات&"
060="جستجوی میزبان&"
061="را جایگزین کنید IP&"
062="...سفارشی&"
063="پیدا کردن&"
064="تازه کردن&"
065="همیشه در بالا&"
066="نمایش لیستی&"
067="نمایش متنی&"
068="بلوک پیش فرض و &آی پی"
069="...بر طرف کردن گزینه ها&"
070="استفاده کنید Cache یا DNS Local از"
071="(nslookup) DNS  استفاده از"
072="DNS فلاش خودکار کش"
073="از دکمه & تب استفاده کنید"
074="اضافه کنید. "www &" یک مورد دیگر را با"
075="تغییر فونت&"
076="فونت پیش فرض&"
077="انتخاب فونت&"
078="فایل پیکربندی را باز کنید&"
079="گزینه های پیش فرض را تنظیم کنید&"
080="حمایت مالی&"
081="صفحه نخست&"
082="ارتباط با ما&"
083="درباره &"
084="لطفا صبر کنید ..."
085="آماده"
086="داده ها تغییر کردند"
087="فایل های متنی\nتمام فایل ها"
088="مسدود کردن"
089="* فایل پیش فرض میزبان ها *"
090="فایل\nانداره"
091="بازگرداندن پشتیبان"
092="تهیه نسخه پشتیبان"
093="پشتیبان گیری را حذف کنید"
094="آیا مطمئن هستید که می خواهید نسخه پشتیبان تهیه کنید؟"
095="!بازیابی پشتیبان گیری انجام نشد"
096=".پشتیبان گیری با موفقیت بازیابی شد"
097="!نسخه پشتیبان تهیه نشد"
098="آیا مطمئن هستید که می خواهید نسخه پشتیبان حذف کنید؟"
099=":پیدا کردن\n:جایگزین کردن"
100=".جایگزین کردن تمام شد\nجایگزین شد. IP آدرس #"
101="را انتخاب کنید DNS"
102="برای برطرف کردن میزبان DNS"
103="در حال برطرف کردن - لطفا صبر کنید ..."
104="!برطرف کردن خطا"
105="برطرف کردن به پایان رسید"
106="امکان ایجاد فایل وجود ندارد!"
107="امکان باز کردن فایل وجود ندارد!"
108="آیا می خواهید تغییرات را ذخیره کنید؟"
109="آیا مطمئن هستید که می خواهید تمام نظرات را حذف کنید؟"
110="آیا مطمئن هستید که می خواهید خطوط خالی را حذف کنید؟"
111="آیا مطمئن هستید که می خواهید خطوط نادرست را حذف کنید؟"
112="آیا مطمئن هستید که می خواهید همان نام هاست را حذف کنید؟"
113="آیا مطمئن هستید که می خواهید همه را حذف کنید؟"
114="این عملیات با موفقیت به پایان رسید."

[Language_Portuguese _Português (Brasileiro)]
Translator="Heriton Varela Pinto"
001="Arquivo\nEditar\nExemplos\nOpções\nAjuda"
002="Habilitado\nEndereço IP\nNome dos hosts\nComentário"
003="Salvar Alterações"
004="Gerenciador de Backup"
005="HostName"
006="Resolver e adicionar na lista"
007="Adicionar ou editar entrada"
008="Deletar registros selecionados"
009="Endereço IP"
010="Resolver host name"
011="Comentarios"
012="Ativado"
013="Ver como tabela ou texto"
014="Novo"
015="Abir"
016="Salvar "
017="Salvar como..."
018="Importar Lista"
019="Exporta Lista"
020="Gerenciador de Backups"
021="Arquivo HOSTS"
022="Abrir Arquivo Hosts"
023="Abrir com Notepad"
024="Abrir pasta HOSTS"
025="Abrir no Windows Explorer"
026="Abrir no Prompt"
027="Abrir no Powershell"
028="Adicionar exclusão para windows defender"
029="Definir somente leitura"
030="Propiedades arquivo"
031="Flush DNS"
032="Cliente Serviço DNS"
033="Ativar/Desativa Serviço"
034="Iniciar/Parar Serviço"
035="Reiniciar serviço"
036="Sair"
037="Bloquear"
038="Resolver"
039="Habilitar Selecionados"
040="Desabilitar Selecionados"
041="Selecionar Tudo"
042="Inverter Seleção"
043="Selecionar"
044="Habilitar Items"
045="Desabilitar Items"
046="Bloquear HOSTS"
047="Redirecionar Hosts"
048="Apagar"
049="Apagar..."
050="Nomes duplicados"
051="Comentarios"
052="linhas abertas"
053="linhas incorretas"
054="todas linhas"
055="Copiar"
056="Entradas"
057="IP e IPS"
058="Nome do Host"
059="Comentarios"
060="Buscar Host"
061="Modificar IP"
062="Customizar"
063="Procurar"
064="Atualizar"
065="Sempre em Cima"
066="Ver como lista"
067="Ver como Texto"
068="Bloquear IP padrão"
069="Resolver Opções"
070="Usar DNS local ou cache"
071="Use DNS (nslookup)"
072="Auto Flush DNS Cache"
073="Use TAB caracter"
074="adicionar item como"
075="Modificar Fonte"
076="Fonte Padrão"
077="Selecionar Fonte"
078="Abrir Configurações do arquivo"
079="Selecionar Opção padrão"
080="Doar"
081="Pagina Web"
082="Contato"
083="Sobre"
084="Aguarde"
085="Ler"
086="Data Changed"
087="Todos Arquivos texto"
088="Bloquear"
089="Hosts Padrão"
090="Tamanho do Arquivo"
091="Restaurar Backup"
092="Criar Backup"
093="Apagar Backup"
094="Tem certeza que deseja restaurar o backup?"
095="Falha na restauração do backup!"
096="Backup restaurado com sucesso"
097="Não foi possível criar o backup!"
098="Tem certeza que deseja excluir o backup?"
099="Encontrar / Substituir"
100="Substituição concluída. endereço IP substituído."
101="Selecionar DNS"
102="DNS para resolução de host"
103="Resolvendo - Aguarde ... ""
104="Resolvendo erro"
105="Resolução concluída"
106="Incapaz de criar o arquivo!"
107="Impossível abrir o ficheiro!"
108="Você quer salvar as alterações?"
109="Tem certeza de que deseja excluir todos os comentários?"
110="Tem certeza de que deseja excluir as linhas vazias?"
111="Tem certeza de que deseja excluir as linhas incorretas?"
112="Tem certeza de que deseja excluir os mesmos nomes de host?"
113="Tem certeza de que deseja excluir tudo?"
114="A operação foi completa com sucesso"

[Language_Polish_Polski]
Translator ="www.portable.info.pl"
001="&Plik\n & Edytuj\n &Przykłady\n &Opcje\n &Pomoc"
002="Włączone\n Adres IP\n Nazwa hosta\n Komentarz"
003="Zapisz zmiany"
004="Menedżer kopii zapasowych"
005="Nazwa hosta"
006="Wpisz nazwę hosta"
007="Dodaj lub edytuj wpis"
008="Usuń wybrane wpisy"
009="Adres IP"
010="Rozwiń nazwę hosta"
011="Komentarz”
012="Wpisz komentarz"
013="Wyświetl jako tabelę lub tekst"
014="&Nowy”
015="&Otwórz..."
016="&Zapisz”
017="&Zapisz jako..."
018="&Lista importu"
019="&Lista eksportu"
020="&Menedżer kopii zapasowych"
021="&Plik hostów"
022="&Załaduj plik hostów"
023="&Otwórz za pomocą Notatnika"
024="&Otwórz folder hostów..."
025="&W Eksploratorze Windows"
026="&W wierszu polecenia"
027="&W PowerShell”
028="&Dodaj wykluczenia do programu Windows Defender"
029="&Ustaw tylko do odczytu"
030="Plik i właściwości"
031="Opróżnij pamięć podręczną DNS"
032="&Usługa klienta DNS"
033="&Włącz usługę\n & Wyłącz usługę"
034="&Uruchom usługę\n & Zatrzymaj usługę"
035="&Uruchom ponownie usługę"
036="Zakończ"
037="&Zablokuj”
038="&Rozwiąż”
039="&Włącz wybrane"
040="&Wyłącz wybrane"
041="&Zaznacz wszystko"
042="&Odwróć zaznaczenie"
043="&Wybierz..."
044="&Elementy włączone"
045="&Wyłączone elementy"
046="&Zablokowane hosty"
047="&Przekierowanie hostów (przejęcie!)"
048="&Usuń”
049="&Usuń ..."
050="&Zduplikowane nazwy hostów”
051="&Komentarze"
052="&Puste linie"
053="&Niepoprawne wiersze"
054="&Wszystkie linie"
055="&Kopiuj”
056="&Wpis\n & Wpisy"
057="&IP\n & IPs"
058="&Nazwa hosta\n & Nazwy hostów"
059="&Skomentuj\n & Komentarze"
060="&Wyszukaj host"
061="&Zastąp IP”
062="&Niestandardowy..."
063="&Znajdź”
064="&Odśwież”
065="&Zawsze na wierzchu”
066="&Widok listy"
067="&Widok tekstu"
068="&Domyślny blok IP"
069="&Rozwiń opcje..."
070="&Użyj lokalnego DNS lub pamięci podręcznej"
071="&Użyj DNS (nslookup)"
072="&Automatycznie opróżnij pamięć podręczną DNS"
073="&Użyj znaku tabulacji"
074="Dodaj kolejny element z '&www.'"
075="&Zmień czcionkę”
076="&Domyślna czcionka"
077="&Wybierz czcionkę"
078="&Otwórz plik konfiguracyjny"
079="&Ustaw opcje domyślne"
080="&Przekaż darowiznę"
081="&Strona główna"
082="&Kontakt”
083="&Informacje”
084="Proszę czekać..."
085="Gotowe”
086="Dane zmienione"
087="Pliki tekstowe\n Wszystkie pliki"
088="Zablokuj”
089="* Domyślny plik hostów *"
090="Plik\n Rozmiar"
091="Przywróć kopię zapasową"
092="Utwórz kopię zapasową"
093="Usuń kopię zapasową"
094="Czy na pewno chcesz przywrócić kopię zapasową?"
095="Przywracanie kopii zapasowej nie powiodło się!"
096="Kopia zapasowa została przywrócona pomyślnie."
097="Nie można utworzyć kopii zapasowej!"
098="Czy na pewno chcesz usunąć kopię zapasową?"
099="Znajdź:\n Zastąp:"
100="Wymiana zakończona.\n # Adres IP zamieniony."
101="Wybierz DNS"
102="DNS do rozwiązywania problemów z hostami"
103="Rozwiązywanie - proszę czekać ..."
104="Rozwiązywanie błędu!"
105="Rozwiązywanie zakończone"
106="Nie można utworzyć pliku!"
107="Nie można otworzyć pliku!"
108="Czy chcesz zapisać zmiany?"
109="Czy na pewno chcesz usunąć wszystkie komentarze?"
110="Czy na pewno chcesz usunąć puste wiersze?"
111="Czy na pewno chcesz usunąć nieprawidłowe linie?"
112="Czy na pewno chcesz usunąć te same nazwy hostów?"
113="Czy na pewno chcesz usunąć wszystko?"
114="Operacja zakończyła się pomyślnie."

[Language_Hebrew_עברית]
Translator ="מחשביא"
001="&קובץ\n&עריכה\n&דוגמאות\n&אפשרויות\n&עזרה"
002="מופעל\nIP -כתובת ה\nשם המארח\nתגובה"
003="שמור שינויים"
004="מנהל הגיבוי"
005="שם המארח"
006="הקלד שם מארח"
007="הוסף או ערוך ערך"
008="מחק את הערכים שנבחרו"
009="כתובת ה- IP"
010="פתור את שם המארח"
011="תגובה"
012="הקלד תגובה"
013="תצוגת טבלה / טקסט"
014="&חדש"
015="&פתח..."
016="&שמור"
017="&שמור כ..."
018="&רשימת ייבוא"
019="&רשימת ייצוא"
020="&מנהל הגיבוי"
021="&קובץ מארחים"
022="&טען קובץ מארחים"
023="&...פתח באמצעות פנקס רשימות"
024="&...פתח את תיקיית המארחים"
025="Windows בסייר"
026="בשורת הפקודה"
027="PowerShell -ב"
028="Windows Defender -הוסף אי הכללות ל"
029="הגדר קובץ לקריאה בלבד"
030="מאפייני קובץ"
031="&Flush DNS מטמון"
032="DNS שירות לקוח"
033="&אפשר שירות\n&השבת שירות"
034="&התחל שירות\n&עצור שירות"
035="&הפעל את השירות מחדש"
036="יציאה"
037="&חסום"
038="&פתור"
039="&אפשר נבחר"
040="&השבת נבחר"
041="&בחר הכל"
042="&הפוך בחירה"
043="&בחר..."
044="&פריטים מופעלים"
045="&פריטים מושבתים"
046="&מארחים חסומים"
047="&הפנה מארחים מחדש (חטוף!)"
048="&מחק"
049="&מחק..."
050="&שכפל שמות מארח"
051="&הערות"
052="&קווים ריקים"
053="&קווים שגויים"
054="&כל הקווים"
055="&העתק"
056="&כניסה\n&ערכים"
057="&IP כתובת\n&IP כתובות"
058="&שם מארח\n&שמות מארחים"
059="&תגובות\n&הערות"
060="&חיפוש מארח"
061="&IP החלף"
062="שמור שינויים"
063="&מצא"
064="&רענן"
065="&תמיד עליון"
066="&תצוגת רשימה"
067="&צפייה בטקסט"
068="ברירת מחדל - IP חסימת"
069="&פתור אפשרויות..."
070="&מקומי או במטמון DNS -השתמש ב"
071="&DNS (nslookup) -השתמש ב"
072="אוטומטי Flush DNS מטמון"
073="Tab השתמש בתו"
074="& www. הוסף פריט נוסף עם"
075="&שנה גופן"
076="גופן ברירת מחדל"
077="&בחר גופן"
078="&פתח קובץ תצורה"
079="&החל הגדרות ברירת מחדל של התוכנה"
080="&תרום"
081="&דף הבית"
082="&צור קשר"
083="&אודות"
084="המתן בבקשה..."
085="מוכן"
086="הנתונים השתנו"
087="קבצי טקסט\nכל הקבצים"
088="חסום"
089="* קובץ מארחים המוגדר כברירת מחדל *"
090="קובץ\nגודל"
091="שחזר גיבוי"
092="צור גיבוי"
093="מחק את הגיבוי"
094="האם אתה בטוח שברצונך לשחזר את הגיבוי?"
095="!שחזור הגיבוי נכשל"
096=".הגיבוי שוחזר בהצלחה"
097="האם אתה בטוח שברצונך למחוק את הגיבוי?"
098="?האם אתה בטוח שברצונך למחוק את הגיבוי"
099="מצא:\nהחלף:"
100="החלף סיים.\n# הוחלפה IP כתובת."
101="DNS בחר"
102="DNS עבור פתרון מארח"
103="...פותר - אנא המתן"
104="!פתרון שגיאה"
105="הפתרון הסתיים"
106="הפתרון הסתיים"
107="!לא ניתן לפתוח את הקובץ"
108="?האם ברצונך לשמור את השינויים"
109="?האם אתה בטוח שברצונך למחוק את כל התגובות"
110="?האם אתה בטוח שברצונך למחוק שורות ריקות"
111="?האם אתה בטוח שברצונך למחוק שורות שגויות"
112="?האם אתה בטוח שברצונך למחוק את אותם שמות מארח"
113="?האם אתה בטוח שברצונך למחוק הכל"
114=".הפעולה הושלמה בהצלחה"

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
001="&Fișier\n &Editare\n &Exemple\n &Opțiuni\n &Ajutor"
002="Activat\n Adresa IP\n Nume gazdă\n Cometariu"
003="Salvare modificări"
004="Manager de backup"
005="Nume gazdă"
006="Tastare nume gazdă"
007="Adăugați sau editați intrarea"
008="Ștergere intrări selectate"
009="Adresa IP"
010="Rezolvare nume gazdă"
011="Cometariu"
012="Tastare Comentariu"
013="Vizualizare ca tabel sau text"
014="&Nou"
015="&Deschidere..."
016="&Salvare"
017="&Salvare ca..."
018="&Import Listă"
019="&Export Listă"
020="&Manager de backup"
021="&Fișier gazdă"
022="&Încărcare fișier gazdă"
023="&Deschidere cu Notepad"
024="&Deschidere dosar gazdă..."
025="&În Windows Explorer"
026="&În linia de comandă"
027="&În PowerShell"
028="&Adăugare Excluderi la Windows Defender"
029="&Setare numai citire"
030="&Proprietăți fișier"
031="&Ștergere memorie cache DNS"
032="&Serviciul client DNS"
033="&Activarea serviciului\n &Dezactivarea serviciului"
034="&Pornirea serviciului\n &Oprirea serviciului"
035="&Repornirea serviciului"
036="&Ieșire"
037="&Blocare"
038="&Rezolvare"
039="&Activare selectate"
040="&Dezactivare selectate"
041="&Selectarea tuturor"
042="&Inversare selectate"
043="&Selectare..."
044="&Elemente activate"
045="&Elemente dezactivate"
046="&Gazde blocate"
047="&Redirecționare gazde (Deturnare!)"
048="&Ștergere"
049="&Ștergere..."
050="&Numele de gazdă duplicat"
051="&Comentarii"
052="&Linii goale"
053="&Linii incorecte"
054="&Toate liniile"
055="&Copiere"
056="&Intrare\n &Intrări"
057="&IP\n &IPs"
058="&Nume gazdă\n &Nume gazdă"
059="&Comentariu\n &Comentarii"
060="&Căutare gazdă"
061="&Înlocuire IP"
062="&Personalizat..."
063="&Găsire"
064="&Reîmprospătare"
065="&Mereu în Top"
066="&Vizualizare listă"
067="&Vizualizare text"
068="&Blocare implicită IP"
069="&Opțiuni de rezolvare..."
070="&Utilizare DNS local sau memorie cache"
071="&Folosire DNS (nslookup)"
072="&Curățare automată a memoriei cache DNS"
073="&Utilizare caracterul Tab"
074="&Adăugarea unui element cu 'www.'"
075="&Schimbare font"
076="&Font implicit"
077="&Selectare Font"
078="&Deschidere fișier de configurare"
079="&Setare opțiuni implicite"
080="&Donează"
081="&Pagina principală"
082="&Contact"
083="&Despre"
084="Vă rugăm așteptați..."
085="Gata"
086="Datele s-au schimbat"
087="Fișiere text\n Toate fișierele"
088="Blocare"
089="* Fișier gazdă implicit *"
090="Fișier\n Mărime"
091="Restaurare copie de rezervă"
092="Creare Backup"
093="Ștergere Backup"
094="Sigur doriți să restaurați copia de rezervă?"
095="Restaurarea copiei de rezervă a eșuat!"
096="Backupul a fost restaurat cu succes."
097="Backup-ul nu a putut fi creat!"
098="Sigur doriți să ștergeți copiile de rezervă?"
099="Găsit:\n Înlocuire:"
100="Înlocuire finalizată.\n # Adresa IP înlocuită."
101="Selectați DNS"
102="DNS pentru rezolvarea gazdei"
103="Rezolvarea - Vă rugăm așteptați...""
104="Rezolvarea erorii!"
105="Rezolvare finalizată"
106="Imposibil de creat fișierul!"
107="Fisierul nu poate fi deschis!"
108="Doriți să salvați modificările?"
109="Sigur doriți să ștergeți toate comentariile?"
110="Sigur doriți să ștergeți liniile goale?"
111="Sigur doriți să ștergeți liniile incorecte?"
112="Sigur doriți să ștergeți aceleași nume de gazdă?"
113="Sigur doriți să ștergeți toate?"
114="Operațiunea a fost încheiată cu succes."

[Language_Hungarian_Magyar]
Translator="László Földes"
001="&Fájl\n&Szerkesztés\n&Példák\n&Beállítások\n&Súgó"
002="Engedélyezve\nIP-cím\nÁllomások neve\nMegjegyzés"
003="Módosítások mentése"
004="Biztonságimásolat-kezelő"
005="Állomásnév"
006="Állomásnév beírása"
007="Bejegyzés hozzáadása vagy szerkesztése"
008="Kijelölt bejegyzések törlése"
009="IP-cím"
010="Állomásnév feloldás"
011="Megjegyzés"
012="Megjegyzés beírása"
013="Nézet táblázatként vagy szövegként"
014="&Új"
015="&Megnyitás..."
016="&Mentés"
017="Mentés &másként..."
018="&Lista importálása"
019="&Lista exportálása"
020="&Biztonságimásolat-kezelő"
021="&Hosts fájl"
022="&Hosts megnyitása"
023="Megnyitás &Jegyzettömbbel"
024="&Hosts mappa megnyitása..."
025="&Windows Intézőben"
026="&Parancssorban"
027="&Power Shell-ben"
028="&Kivételek hozzáadása a Windows Defenderhez"
029="&Írásvédett beállítás"
030="Fájl &tulajdonságok"
031="&Dns-gyorsítótár kiürítése"
032="&DNS-ügyfél szolgáltatás"
033="Szolgáltatás &engedélyezése\nSzolgáltatás &letiltása"
034="Szolgáltatás &indítása\nSzolgáltatás &leállítása"
035="&Szolgáltatás újraindítása"
036="&Kilépés"
037="&Blokkolás"
038="&Feloldás"
039="&Kijelölt engedélyezése"
040="&Kijelölt letiltása"
041="&Az összes kijelölése"
042="&Kijelölés megfordítása"
043="&Kiválasztás ..."
044="&Engedélyezett elemek"
045="&Letiltott elemek"
046="&Blokkolt állomások"
047="&Állomások átirányítása (eltérítés)"
048="&Törlés"
049="&Törlés ..."
050="&Ismétlődő állomásnevek"
051="&Megjegyzések"
052="&Üres sorok"
053="&Hibás sorok"
054="&Minden sor"
055="&Másolás"
056="&Bejegyzés\n&Bejegyzések"
057="&IP-cím\n&IP-címek"
058="&Állomásnév\n&Állomásnevek"
059="&Megjegyzés\n&Megjegyzések"
060="&Állomás keresése"
061="&IP-cím cseréje"
062="&Egyéni ..."
063="&Keresés"
064="&Frissítés"
065="&Mindig felül"
066="&Lista nézet"
067="&Szöveg nézet"
068="Alapértelmezett blokkolási &IP-cím"
069="&Feloldási beállítások ..."
070="&Helyi DNS vagy gyorsítótár használata"
071="&DNS használata ( nslookup )"
072="&DNS-gyorsítótár automatikus kiürítése"
073="A &Tab karakter használata"
074="Adjon hozzá egy másik elemet a következővel: '&www.'"
075="&Betűtípus módosítása"
076="&Alapértelmezett betűtípus"
077="&Betűtípus kiválasztása"
078="&Konfigurációs fájl megnyitása"
079="&Alapértelmezett beállítások alkalmazása"
080="&Adomány"
081="&Honlap"
082="&Kapcsolat"
083="&Névjegy"
084="Kérjük, várjon ..."
085="Kész"
086="Az adatok megváltoztak"
087="Szövegfájlok\nMinden fájl"
088="Blokk"
089="* Alapértelmezett Hosts Fájl *"
090="Fájl\nMéret"
091="Mentés visszaállítása"
092="Mentés létrehozása"
093="Mentés törlése"
094="Biztosan visszaállítja a biztonsági mentést?"
095="A biztonsági mentés visszaállítása sikertelen!"
096="A biztonsági mentés sikeresen visszaállítva."
097="A biztonsági mentést nem lehetett létrehozni!"
098="Biztos benne, hogy törli a biztonsági mentést?"
099="Keres:\nCserél:"
100="Csere befejezve.\n# IP-cím cserélve."
101="DNS kiválasztása"
102="DNS az állomás feloldáshoz"
103="Feloldás - Kérjük, várjon ..."
104="Feloldási hiba!"
105="Feloldás befejezve"
106="Nem lehet fájlt létrehozni!"
107="Nem lehet megnyitni a fájlt!"
108="Szeretné elmenteni a változtatásokat?"
109="Biztos, hogy törölni szeretné az összes megjegyzést?"
110="Biztos, hogy törölni szeretné az üres sorokat?"
111="Biztos, hogy törölni szeretné a hibás sorokat?"
112="Biztos, hogy törölni szeretné az azonos állomásneveket?"
113="Biztos, hogy törölni szeretné az összeset?"
114="A művelet sikeresen befejeződött."

[Language_Spanish_Español]
Translator="Freire Hispalensis"
001="Archivo\nEditar\nEjemplos\nOpciones\nAyuda"
002="Habilitado\n Dirección IP\n Nombre de Hosts\n Comentar"
003="Guardar cambios"
004="Administrador de copias de seguridad"
005="Nombre de Host"
006="Escriba el nombre del host"
007="Agregar o editar entrada"
008="Eliminar entradas seleccionadas"
009="Dirección IP"
010="Resolver nombre del Host"
011="Comentario"
012="Escriba el comentario"
013="Ver como Tabla o texto"
014="Nuevo"
015="Abrir"
016="Guardar"
017="Guardar como"
018="Importar lista"
019="Exportar lista"
020="Administrador de copias de seguridad"
021="Archivo de Hosts"
022="Abrir Hosts"
023="Abrir con Bloc de Notas"
024="Abrir carpeta de Hosts..."
025="En Explorador de Windows"
026="En el símbolo del sistema"
027="En PowerShell"
028="Agregar exclusiones a Windows Defender"
029="Establecer solo lectura"
030="Propiedades de archivo"
031="Vaciar caché Dns"
032="Servicio de cliente DNS"
033="Habilitar Servicio\n Deshabilitar Servicio"
034="Iniciar servicio\n Parar Servicio"
035="Reiniciar Servcio"
036="Salir"
037="Bloquear"
038="Resolver"
039="Habilitar seleccionado"
040="Deshabilitar seleccionado"
041="Seleccionar todo"
042="Invertir selección"
043="Seleccionar..."
044="Elementos habilitados"
045="Elementos deshabilitados"
046="Hosts bloqueados"
047="Redirigir hosts (Hijack)"
048="Borrar"
049="Borrar..."
050="Duplicar nombres de Hosts"
051="Comentarios"
052="Líneas vacías"
053="Líneas incorrectas"
054="Todas las líneas"
055="Copiar"
056="Entrada\n Entradas"
057="IP\n IPs"
058="Nombre de Host\n Nombres de Host"
059="Comentario\n Comentarios"
060="Buscar Host"
061="Reemplazar IP"
062="Personalizar"
063="Encontrar"
064="Actualizar"
065="Siempre encima"
066="Vista de lista"
067="Vista de texto"
068="IP de bloqueo predeterminada"
069="Opciones de resolución..."
070="Usar DNS local o caché"
071="Usar DNS ( nslookup )"
072="Vaciado automático de caché de DNS"
073="Usar carácter de tabulación"
074="Añadir otro elemento con '&www.'"
075="Cambiar fuente"
076="Fuente predeterminada"
077="Seleccionar fuente"
078="Abrir archivo de configuración"
079="Establecer opciones predeterminadas"
080="Donar"
081="Página principal"
082="Contacto"
083="Acerca de"
084="Por favor, espere ..."
085="Listo"
086="Datos cambiados"
087="Archivos de texto\n Todos los archivos"
088="Bloqueo"
089="* Archivo de hosts predeterminado *"
090="Archivo\n tamaño"
091="Restaurar copia de seguridad"
092="Crear copia de seguridad"
093="Borrar copia de seguridad"
094="¿Está seguro de que quiere restaurar la copia de seguridad?"
095="¡La restauración de la copia de seguridad falló!"
096="Copia de seguridad restaurada con éxito."
097="¡No se pudo crear la copia de seguridad!"
098="¿Está seguro de que quiere eliminar la copia de seguridad?"
099="Encontrar:\n Reemplazar:"
100="Reemplazar terminado.\n # dierecciones de IP reemplazadas."
101="Seleccionar DNS"
102="DNS para resolución de Host"
103="Resolviendo - Por favor espere..."
104="¡Resolviendo error!"
105="Resolviendo terminado"
106="¡No se puede crear el archivo!"
107="¡No se puede abrir el archivo!"
108="¿Quiere guardar los cambios?"
109="¿Seguro que quiere borrar todos los comentarios?"
110="¿Está seguro de que quiere eliminar líneas vacías?"
111="¿Está seguro de que quiere eliminar las líneas incorrectas?"
112="¿Está seguro de que quiere eliminar los mismos nombres de host?"
113="¿Está seguro de que quiere eliminar todo?"
114="La operación se completó con éxito."
